TOKEN = "1991236786:AAHgYCNzoRYsA9naZIIllFi8APJpGR5Xfnc"


string = """Как спросить?

— Исəнмесез!

Начнем урок с того, как спросить о чем-то.
**Как спросить?**

[new_step]
Вопрос в татарском языке выражается трояко:

1) вопросительными местоимениями:

кем — кто?
нəрсə — что?
ни — что?
кайда [къайда] — где?
кайчан [къайчан] — когда?
ничек — как?
кҮпме — сколько?
ничə — сколько?
кая [къайа] — куда?
нинди — какой?
[new_step]
2) вопросительной частицей — мы/-ме:

бармы [бармы] — есть ли?
кирəкме [кирəкме] — нужно ли?
апамы [апамы] — сестра ли?

Эта частица присоединяется к сказуемому, которое всегда занимает последнее место в предложении:
Ул тордымы? — Он встал ли?
əни кердеме? — Мама зашла ли?
СӨлге кирəкме? — Полотенце нужно ли?
[new_step]
3) Средством вопроса в разговорной речи при отсутствии вышеуказанных средств может являться и вопросительная интонация. Это бывает чаще при перепросе:
əни килде? — Мама приехала?
Су кирəк? — Вода нужна?
[new_step]
А теперь перейдем к словам, которые нам необходимы в первую очередь, ведь не все слова мы употребляем с одинаковой частотностью. Для бытового общения, как считают языковеды, необходимо не так уж много слов — всего около 3 тысяч. Давайте начнем их изучать

Мин — я
Син — ты
Ул — он, она, оно
Без — мы
Сез — вы
Алар [алар] — они
[new_step]
Сразу же вслед за ними запомним слова, выражающие родственные отношения:
əни — мама
əти — папа
əнкəй — мамочка
əткəй — папочка
бабай — дедушка
əтием — папа мой
əнием — мама моя
ана [ана] — мать
ата [ата] — отец
[new_step]
Слова, относящиеся к семейной жизни, следующие:

гаилə — семья
егет — парень
кыз — девочка, девушка, дочь
малай (ул) — мальчик
кияҮ [кийə—]— жених, зять
кəлəш — невеста
туй — свадьба
килен — сноха, невестка
ир — муж, мужчина
хатын — жена, женщина"""